import React from 'react';

const Destination = () => {
    return (
      <div>
        <h2>my destinations</h2>
        <p>
          ডিজাইন রিসোর্সেস ফর ওয়েব ডেভেলপারস 🙂 আমরা যারা ওয়েব ডেভেলপার রয়েছি,
          আমাদেরকে প্রত্যেক প্রজেক্টেই অনেক ডিজাইন বা গ্রাফিক্স ব্যবহার করতে হয়
          ওয়েব এপ্লিকেশনকে দৃষ্টিনন্দন করার জন্যে এবং সবার বোঝার সুবিধার জন্যে।
          কিন্তু আমাদের মাঝে মাঝে এই ডিজাইন, গ্রাফিক্স, কালার কম্বিনেশন,
          অ্যানিমেশন, আইকন, html টেম্পলেট, css লাইব্রেরি বা যেকোনো ফ্রন্টএন্ড ui
          লাইব্রেরি খুঁজে বের করা কষ্টসাদ্ধ হয়ে যায়। তাই আজকে আপনাদের সাথে একটা
          গিটহাব রিপোজিটোরি শেয়ার করবো যেখানে সব ধরণের গ্রাফিক্স রিসোর্সেস যা
          একজন ওয়েব ডেভেলপার এর প্রয়োজন হয় সেসব গুছিয়ে দেওয়া আছে। Github
          Repository:
          https://github.com/bradtr.../design-resources-for-developers যেসব
          ডিজাইন রিসোর্সেস এখানে রয়েছে : UI Graphics Fonts Colors Icons Logos
          Favicons Icon Fonts Stock Photos Stock Videos Stock Music & Sound
          Effects Vectors & Clipart Product & Image Mockups HTML & CSS Templates
          CSS Frameworks CSS Methodologies CSS Animations Javascript Animations
          UI Components & Kits React UI Libraries Vue UI Libraries Angular UI
          Libraries Svelte UI Libraries React Native UI Libraries Design Systems
          & Style Guides Online Design Tools Downloadable Design Software Design
          Inspiration Image Compression Chrome Extensions Others এই গিটহাব
          রিপোজিটরিতে ওপরে উল্লেক্ষিত ক্যাটেগরির সাথে আমরা অনেক গুলা ওয়েবসাইট
          পাবো যেখান থেকে আমরা সেইসব রিসোর্সেস ডাউনলোড করে আমাদের ওয়েবসাইট বা
          ওয়েব আপ্পলিকেশনে ব্যবহার করতে পারবো। যেমন: আমরা যদি UI Graphics
          ক্যাটাগরি সিলেক্ট করি তাহলে এই ক্যাটাগরির আন্ডারে আমরা
          (https://www.uidesigndaily.com/, https://100dailyui.webflow.io/,
          https://www.humaaans.com/) এইসব ওয়েবসাইট সহ আরো অনেক ওয়েবসাইট পাবো UI
          Graphics ডাউনলোড করার জন্যে। আবার আমাদের যদি কালার কম্বিনেশন দরকার হয়
          তাহলে ক্যাটাগরি থেকে Colors এ ক্লিক করলে অনেকগুলা ওয়েবসাইট পেয়ে যাবো
          যেমন: ( https://coolors.co/,
          https://colorbrewer2.org/#type=sequential&scheme=BuGn&n=3,
          https://www.paletter.app/ ) এসব ওয়েবসাইট থেকে আমরা খুব সুন্দর কিছু
          কালার কম্বিনেশন পেয়ে যাবো। এইরকম সব ধরণের গ্রাফিক্সের খুব গোছানো একটা
          রিসোর্চ পাবেন আপনারা এখানে।
        </p>
      </div>
    );
};

export default Destination;